{"users": [[1, "admin", "scrypt:32768:8:1$ALdRyP9WFWRyqCfw$a07fc47a56670cba3eb0a21a3ff7617c842e759510b3ef03722cb13cfd25f8b9121fcdfd3d9f428c87e5bb2d826dde6f1f1b766a8426f897774a9cc7ff35ec1b", null]], "articles": [[1, "Pro-Russia TikTokers in occupied Ukraine hail invasion", "A new generation of pro-Kremlin TikTok influencers has emerged in Ukraine’s occupied Donetsk and Luhansk regions, large parts of which have been controlled by Russia-backed separatists since 2014. [PARA]Despite having a relatively modest audience of between 10,000-30,000 followers, some of the videos published by pro-Russia TikTokers based in Donetsk and Luhansk regions have garnered hundreds of thousands, or even millions of views. Read more: https://monitoring.bbc.co.uk/inside-bbcm/143", "BBC", "2023-10-30 00:00:00.000000", "Russia", 1, "1734387827.109877_p0gy0plq.png"], [2, "How the Kremlin uses comics to glorify its war in Ukraine", "War-themed comic books are being used by the Kremlin to sell its vision of the war in Ukraine to the youth.[PARA]During the first months following the start of invasion of Ukraine, a poll by the Russian state pollster suggested that young Russians were the least supportive of the war.[PARA]It now seems the Kremlin is taking steps to ensure that changes.[PARA]In April, the Russian defence and education ministries started distributing tens of thousands of comic books that praise the invasion of Ukraine in schools across Russia and Ukraine’s Russia-occupied territories.[PARA]According to the project’s official website, the goal is ultimately to supply these comics to every school under Russian control. Read more: https://www.bbc.co.uk/news/articles/cn00vnzv617o", "BBC", "2024-05-30 00:00:00.000000", "Russia", 1, "1734432638.5422_propaganda_comics.jpg"], [3, "The Underground Network Helping Russians Escape The Draft", "TBILISI -- It's already counseled thousands of Russians eager to avoid what its founder calls \"the buzz saw\" of war in Ukraine, legally or otherwise.[PARA]Georgia-based NGO Idite Lesom (Go by the Forest) has led one of the most brazen campaigns from abroad to help young Russians dodge the draft.[PARA]\"We helped them become deserters,\" the group boasts of its work. The name, Go by the Forest, is a play on words, a reference to the covert nature of its work but also a popular Russian idiom understood across the former Soviet Union to mean \"Get lost!\"[PARA]Last week, Go by the Forest says it was once again swamped with new inquiries from concerned Russians as reports emerged of a new Kremlin-backed law to streamline conscription. Read more: https://www.rferl.org/a/russia-georgia-evading-draft/32375122.html", "Radio Liberty", "2023-04-23 00:00:00.000000", "Russia", 1, "1734467149.069592_rferl_-_idite_lesom.jpg"], [4, "Russian Extremists Target A Bar In Tbilisi Where Patrons Have To Denounce Putin", "TBILISI -- A Russian nationalist walks into a Georgian bar. It might as well be the opening line of an old Soviet joke.[PARA]But now, in a country partly occupied by Russian troops and with Vladimir Putin's forces waging an unprovoked war on Ukraine just 800 kilometers to the northwest, it's no laughing matter.[PARA]This is an anti-Putin bar in Tbilisi, and pro-Putin Russians are, well, barred.[PARA]\"Citizens of Russia need a VISA to enter Dedaena Bar because not ALL Russians are welcome,\" reads the bar's online registration form \"for Russian citizens.\"[PARA]\"We stand for equality and unity, but we need to make sure that brainwashed Russian imperialists do not end up in our bar. Please support us by filling up a VISA application, so nobody has to hang out alongside a*****es. Thanks for understanding.\"[PARA]The bar's campaign to exclude a whole segment of Russians is a point of pride for many of its patrons, some of whom post pro-Ukrainian and anti-Russian messages on Facebook, Instagram, and other social media.[PARA]Read more: https://www.rferl.org/a/georgia-russian-extremists-target-bar/31980709.html", "Radio Liberty", "2022-08-22 00:00:00.000000", "News", 1, "1734467250.188149_rferl_-_bar_putin.jpg"], [5, "NFT Grab: Georgians Sell Off Russian Territory To Raise Money For Ukraine", "TBILISI -- Nearly two months into Russia's invasion, Ukraine's allies are after some territorial spoils of their own.[PARA]Digitally, that is.[PARA]A Tbilisi-based digital creative agency is \"selling Russia piece by piece\" in the form of non-fungible tokens (NFTs), the unique digital collectibles built on blockchain technology, to help Ukraine \"rebuild\" from the 8-week-old war.[PARA]Read more: https://www.rferl.org/a/georgia-nft-sales-russia-ukaine-fundraiser/31814302.html", "Radio Liberty", "2022-04-21 00:00:00.000000", "News", 1, "1734467400.377544_nft_grab.png"], [6, "Despair, Grief After Suspected Suicide At Tbilisi's Crumbling 'Titanic' For Displaced Georgians", "TBILISI -- Neighbors and family gathered, as best they could, around the coffin of Zurab Chichoshvili in the cramped, 18-square-meter room where he lived for nearly three decades.[PARA]Tormented and alone, the 52-year-old survivor of Georgia's first separatist conflict in the early 1990s had jumped, or fallen, from the seventh-floor rooftop of a crumbling Soviet-era sanatorium, known as Kartli, on January 16.[PARA]\"What 'fell'?!\" one of the mourners asked incredulously.[PARA]It was a response to Georgian Health Minister Zurab Azarashvili's suggestion that Chichoshvili's death was an accident and shouldn't be linked to the plight of hundreds of thousands of other internally displaced persons (IDPs) in Georgia.[PARA]Read more: https://www.rferl.org/a/georgia-displaced-persons-suicide-titanic/31663319.html", "Radio Liberty", "2022-01-20 00:00:00.000000", "Human Rights", 1, "1734467500.915071_Titanic_-ge.jpg"], [7, "Russian memorials to victims of Stalin vanish", "Memorials to victims of Stalinist repression in Russia are disappearing or being vandalised amid increasing attempts to rehabilitate the Soviet dictator.[PARA]For the past nine years, more than 700 plaques have been put up in Russia and elsewhere, commemorating the final residences of people who died in Stalin's purges in the 1930s.[PARA]Since May, however, dozens have disappeared in several Russian cities, according to Oksana Matievskaya, who is part of the plaque project Posledniy Adres (last address).[PARA]Police are not investigating the issue and Ms Matievskaya believes this is no coincidence.[PARA]Read more: https://www.bbc.co.uk/news/world-europe-67408650", "BBC", "2024-11-14 00:00:00.000000", "Russia", 1, "1734469127.154539_stalin.jpg"], [8, "Modern Slavery on Wheels", "Truck drivers from Georgia and Uzbekistan have been on strike at a rest stop near Darmstadt for weeks. They accuse their employer of exploitation.[PARA]Read more: https://taz.de/Lkw-Streik-mit-Fahrern-aus-Georgien/!5927187&s=gvindadze/", "taz", "2023-04-23 00:00:00.000000", "Human Rights", 1, "1734469457.812881_LKW-1.jpeg"], [9, "Against the \"Russian Law\"", "TBILISSI taz | The protests in Georgia have not been this numerous and this brutal for a long time. [PARA]On Wednesday, the Georgian Interior Ministry announced 66 arrests. Dozens of people were injured during the protests in the capital on Tuesday evening. [PARA]The police used pepper spray, tear gas and water cannons against the crowd. The demonstrators then threw stones and Molotov cocktails.[PARA]Read more: https://taz.de/NGO-Gesetz-in-Georgien/!5917367&s=gvindadze/", "taz", "2023-03-08 00:00:00.000000", "Politics", 1, "1734469611.943032_Proteste-1.jpeg"], [10, "A Gift from God", "In the village of Sikilija, Stalin is admired greatly. Now the residents have erected a monument to him. [PARA]Even victims of repression are pleased about this.[PARA]Read more: https://taz.de/Josef-Stalin-und-Georgien/!5681152&s=gvindadze/", "taz", "2020-05-09 00:00:00.000000", "Politics", 1, "1734469711.134066_stalin-denkmal-georgien-1.jpeg"]], "comments": [[1, "test comment", "2024-12-19 13:14:43.664372", 7, 1]]}